Repository: yorha59/glotty
Catalog: Glotty/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Deeper explanation in your native language — meaning, tone, usage, and how it shifts across contexts. Highlight a word, idiom, or sentence, hold Fn, tap E. Glotty streams a four-section explanation. Press Esc to dismiss.
de: Tiefere Erklärung in deiner Muttersprache — Bedeutung, Ton, Verwendung und Verschiebungen im Kontext. Wort, Redewendung oder Satz markieren, Fn halten und E drücken. Glotty streamt eine Erklärung in vier Abschnitten. Esc zum Schließen.
es: Explicación más profunda en tu idioma — significado, tono, uso y cómo cambia según el contexto. Selecciona una palabra, modismo o frase, mantén Fn y pulsa E. Glotty transmite una explicación en cuatro secciones. Pulsa Esc para cerrar.
fr: Explication approfondie dans votre langue — sens, ton, usage, et nuances selon le contexte. Sélectionnez un mot, une expression ou une phrase, maintenez Fn et tapez E. Glotty diffuse une explication en quatre sections. Esc pour fermer.
ja: あなたの母語でより深く解説します ―― 意味、語感、用法、文脈ごとのニュアンスの違いまで。単語・慣用句・文を選択し、Fn を押しながら E。Glotty が 4 つのセクションに分けてストリーミング解説します。Esc で閉じます。
ko: 모국어로 더 깊이 풀어드립니다 — 뜻, 어감, 쓰임새, 문맥에 따른 변화까지. 단어, 관용구, 문장을 선택한 뒤 Fn을 누른 채 E를 누르세요. Glotty가 네 개 섹션으로 나누어 스트리밍 설명합니다. Esc로 닫습니다.
zh_hans: 用你的母语深入讲解 —— 含义、语气、用法以及在不同语境下的变化。选中单词、习语或句子,按住 Fn,按 E。Glotty 会分四部分流式输出讲解。按 Esc 关闭。
zh_hant: 以你的母語深入解說 —— 含義、語氣、用法以及在不同語境下的變化。選取單字、慣用語或句子,按住 Fn,按 E。Glotty 會分四個段落串流回應。按 Esc 關閉。

source: Deeper explanation in your native language — meaning, tone, usage, and how it shifts across contexts. Select a word, idiom, or sentence, then press ⌘⌥E. Glotty streams a four-section explanation. Press Esc to dismiss.
de: Tiefere Erklärung in Ihrer Muttersprache — Bedeutung, Ton, Verwendung und wie sie sich über Kontexte verschiebt. Wählen Sie ein Wort, einen Idiom oder einen Satz aus, dann drücken Sie ⌘⌥E. Glotty streamt eine viergeteilte Erklärung. Drücken Sie Esc, um sie zu schließen.
es: Explicación más profunda en tu idioma nativo — significado, tono, uso y cómo varía en diferentes contextos. Selecciona una palabra, expresión o frase, luego presiona ⌘⌥E. Glotty transmite una explicación de cuatro secciones. Presiona Esc para descartar.
fr: Explication approfondie dans votre langue native — signification, ton, utilisation, et comment cela varie selon les contextes. Sélectionnez un mot, une expression ou une phrase, puis appuyez sur ⌘⌥E. Glotty diffuse une explication en quatre parties. Appuyez sur Esc pour fermer.
ja: 母国語でのより深い説明 — 意味、トーン、用法、そして文脈ごとの変化。単語、慣用句、または文を選択し、⌘⌥Eを押します。Glottyが4つのセクションで説明をストリーミング表示します。Escを押して閉じます。
ko: 모국어로 더 깊은 설명 — 의미, 어조, 용법 및 컨텍스트 간 변화 방식. 단어, 관용구 또는 문장을 선택한 다음 ⌘⌥E를 누릅니다. Glotty가 네 부분으로 구성된 설명을 스트리밍합니다. Esc를 누르면 닫힙니다.
zh_hans: 以您的母语提供更深入的解释 — 含义、语调、用法以及它在不同上下文中的变化。选择一个单词、习语或句子，然后按 ⌘⌥E。Glotty 会提供四个部分的解释。按 Esc 关闭。
zh_hant: 以您的母語進行更深層的解釋 — 含義、語調、用法，以及在不同情境中的變化。選取單字、成語或句子，然後按下 ⌘⌥E。Glotty 會串流四個區段的解釋。按下 Esc 關閉。

source: Default (Rachel)
de: Standard (Rachel)
es: Predeterminada (Rachel)
fr: Défaut (Rachel)
ja: デフォルト (Rachel)
ko: 기본 (Rachel)
zh_hans: 默认 (Rachel)
zh_hant: 預設 (Rachel)

source: Default source language
de: Standardsprache der Quelle
es: Idioma de origen predeterminado
fr: Langue source par défaut
ja: デフォルトのソース言語
ko: 기본 소스 언어
zh_hans: 默认源语言
zh_hant: 預設來源語言

source: Default target language
de: Standardsprache des Ziels
es: Idioma de destino predeterminado
fr: Langue cible par défaut
ja: デフォルトのターゲット言語
ko: 기본 대상 언어
zh_hans: 默认目标语言
zh_hant: 預設目標語言

source: Default — fast, very cheap, strong on Japanese / Korean / Chinese. Best all-rounder for polish and explain.
de: Standard — schnell, sehr günstig, stark bei Japanisch / Koreanisch / Chinesisch. Bester Allrounder für Überarbeitung und Erklärung.
es: Predeterminado — rápido, muy barato, fuerte en japonés / coreano / chino. Mejor todoterreno para pulir y explicar.
fr: Défaut — rapide, très économique, performant en japonais / coréen / chinois. Le meilleur polyvalent pour polir et expliquer.
ja: デフォルト — 高速、非常に安価、日本語/韓国語/中国語に強い。仕上げと説明に最適なオールラウンダー。
ko: 기본값 — 빠르고 매우 저렴하며, 일본어 / 한국어 / 중국어에 강합니다. 다듬기와 설명에 가장 좋은 만능 모델입니다.
zh_hans: 默认 — 快速，非常便宜，在日语/韩语/中文方面表现优秀。润色和解释的最佳全能模型。
zh_hant: 預設 — 快速、非常便宜，日語/韓語/中文表現強。潤色和解說的最佳全能型選擇。

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete this day's chat
de: Chat dieses Tages löschen
es: Eliminar el chat de este día
fr: Supprimer la discussion de ce jour
ja: この日のチャットを削除
ko: 오늘의 채팅 삭제
zh_hans: 删除今日聊天
zh_hant: 刪除這一天的聊天記錄

source: Delete — memories scoped to this context become orphaned and stop injecting.
de: Löschen — auf diesen Kontext bezogene Erinnerungen werden verwaist und injizieren nicht mehr.
es: Eliminar — los recuerdos limitados a este contexto se quedarán huérfanos y dejarán de inyectarse.
fr: Supprimer — les souvenirs spécifiques à ce contexte deviennent orphelins et s'arrêtent de s'injecter.
ja: 削除 — このコンテキストにスコープされたメモリは孤立し、注入を停止します。
ko: 삭제 — 이 맥락에 범위가 지정된 기억은 고아가 되어 주입을 중단합니다.
zh_hans: 删除 —— 归属此上下文的记忆将成为孤立项,不再注入。
zh_hant: 刪除 — 作用於此情境的記憶將變為孤立狀態並停止注入。

source: Deliver proactive chat reminders so Glotty can check in with you in your target language.
de: Botte proaktive Chat-Erinnerungen, damit Glotty sich bei dir in deiner Zielsprache melden kann.
es: Entregar recordatorios proactivos de chat para que Glotty pueda comprobar cómo te va en tu idioma de destino.
fr: Fournir des rappels de chat proactifs afin que Glotty puisse vous contacter dans votre langue cible.
ja: プロアクティブなチャットのリマインダーを配信し、Glottyがあなたの目標言語で確認できます。
ko: 적극적인 채팅 알림을 제공하여 Glotty가 대상 언어로 사용자에게 확인할 수 있도록 합니다.
zh_hans: 主动发送聊天提醒，以便 Glotty 能用您的目标语言与您交流。
zh_hant: 主動發送聊天提醒，讓 Glotty 能以您的目標語言與您聯繫。

source: Deliver proactive practice reminders when it's time for a quick quiz on your recent mistakes.
de: Proaktive Erinnerungen zum Üben senden, wenn es Zeit für eine kurze Quiz über deine letzten Fehler ist.
es: Enviar recordatorios proactivos de práctica cuando sea hora de un rápido cuestionario sobre tus errores recientes.
fr: Envoyer des rappels de pratique proactifs lorsqu'il est temps pour un quiz rapide sur vos erreurs récentes.
ja: 最近の間違いに関するクイックの時間になったら、能動的な練習リマインダーを届ける。
ko: 최근 실수에 대한 빠른 퀴즈를 할 시간이 되면 능동적 학습 알림을 전송합니다.
zh_hans: 当应该对最近的错误进行快速复习时，主动提供练习提醒。
zh_hant: 當是時候快速測驗您最近的錯誤時，提供主動練習提醒。

source: Detailed
de: Detailliert
es: Detallado
fr: Détaillé
ja: 詳細
ko: 자세히
zh_hans: 详细
zh_hant: 詳細

source: Detect the Fn → T hotkey via a low-level event tap.
de: Die Fn → T-Tastenkombination über ein Ereignisabfangen auf niedriger Ebene erkennen.
es: Detectar el atajo Fn → T mediante un tap de eventos de bajo nivel.
fr: Détecter le raccourci Fn → T via un événement de bas niveau.
ja: 低レベルイベントタップ経由で Fn → T ホットキーを検出する。
ko: 저수준 이벤트 탭을 통해 Fn → T 단축키를 감지합니다.
zh_hans: 通过低级别事件监听检测 Fn → T 热键。
zh_hant: 透過低層級事件監測偵測 Fn → T 快速鍵。

source: Dev builds are ad-hoc signed, so each rebuild has a different code signature. macOS's TCC tracks per-signature — your previous grant may belong to an older build. Two things to try:
de: Dev-Builds sind ad-hoc signiert, daher hat jede Neuversion eine andere Code-Signatur. macOS' TCC verfolgt dies pro Signatur — Ihre vorherige Genehmigung könnte zu einem älteren Build gehören. Zwei Dinge, die Sie versuchen können:
es: Las compilaciones de desarrollo están firmadas ad-hoc, por lo que cada compilación tiene una firma de código diferente. El TCC de macOS rastrea por firma — su concesión anterior puede pertenecer a una compilación anterior. Dos cosas que puede intentar:
fr: Les versions de développement sont signées de manière ad-hoc, donc chaque reconstruction a une signature de code différente. Le TCC de macOS suit par signature — votre autorisation précédente peut appartenir à une version plus ancienne. Deux choses à essayer :
ja: 開発ビルドは一時的に署名されるため、各リビルドには異なるコード署名があります。macOSのTCCは署名ごとに追跡します — 以前の許可は古いビルドに属している可能性があります。試すべきこと：
ko: 개발 빌드는 ad-hoc으로 서명되므로, 각 재빌드에는 다른 코드 서명이 있습니다. macOS의 TCC는 서명별로 추적합니다 — 이전 허용은 이전 빌드에 속할 수 있습니다. 시도해 볼 두 가지 방법:
zh_hans: 开发版本使用临时签名,所以每次重新构建签名都不一样。macOS 的 TCC 按签名记录权限 —— 之前的授权可能属于旧版本。可以试试这两个方法:
zh_hant: 開發版本是臨時簽署的，因此每次重新建置都有不同的程式碼簽章。macOS 的 TCC 會依簽章進行追蹤 — 您先前授予的權限可能屬於較舊的版本。可以嘗試兩種方法：

source: Diagnostic info
de: Diagnoseinformationen
es: Información de diagnóstico
fr: Informations de diagnostic
ja: 診断情報
ko: 진단 정보
zh_hans: 诊断信息
zh_hant: 診斷資訊

source: Diagnostics
de: Diagnose
es: Diagnóstico
ja: 診断
ko: 진단
zh_hans: 诊断
zh_hant: 診斷

source: Dictionaries
de: Wörterbücher
es: Diccionarios
fr: Dictionnaires
ja: 辞書
ko: 사전
zh_hans: 词典
zh_hant: 字典

source: Dictionary library
de: Wörterbuchbibliothek
es: Biblioteca de diccionarios
fr: Bibliothèque de dictionnaires
ja: 辞書ライブラリ
ko: 사전 라이브러리
zh_hans: 词典库
zh_hant: 字典庫

source: Dictionary.app is missing on this Mac
de: Wörterbuch.app fehlt auf diesem Mac
es: Dictionary.app no está presente en este Mac
fr: Dictionary.app est manquant sur cet Mac
ja: このMacにDictionary.appがありません
ko: 이 Mac에 Dictionary.app가 없습니다
zh_hans: 此 Mac 上缺少 Dictionary.app
zh_hant: 此 Mac 上沒有 Dictionary.app

source: Discuss with Glotty
de: Mit Glotty diskutieren
es: Discutir con Glotty
fr: Discuter avec Glotty
ja: Glottyと議論する
ko: Glotty와 토론
zh_hans: 和 Glotty 讨论
zh_hant: 與 Glotty 討論

source: Dismiss all
de: Alle verwerfen
es: Descartar todo
fr: Tout rejeter
ja: すべて閉じる
ko: 모두 닫기
zh_hans: 全部忽略
zh_hant: 全部關閉

source: Display
de: Anzeige
es: Visualizar
fr: Afficher
ja: 表示
ko: 표시
zh_hans: 显示
zh_hant: 顯示

source: Display name
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage
ja: 表示名
ko: 표시 이름
zh_hans: 显示名
zh_hant: 顯示名稱

source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ja: ダウンロード
ko: 다운로드
zh_hans: 下载
zh_hant: 下載

source: Downloading…
de: Wird heruntergeladen…
es: Descargando…
fr: Téléchargement…
ja: ダウンロード中…
ko: 다운로드 중…
zh_hans: 正在下载…
zh_hant: 正在下載…

source: Draft from the name (uses your AI provider)
de: Entwurf aus dem Namen (verwendet Ihren KI-Anbieter)
es: Borrador desde el nombre (utiliza tu proveedor de IA)
fr: Brouillon à partir du nom (utilise votre fournisseur d'IA)
ja: 名前からドラフトを作成（ご利用のAIプロバイダーを使用）
ko: 이름에서 초안 생성 (사용자의 AI 제공자 사용)
zh_hans: 根据名称生成草稿 (使用您的 AI 提供商)
zh_hant: 從名稱草擬 (使用您的 AI 供應商)

source: Drag to reorder
de: Ziehen zum Neuordnen
es: Arrastra para reorganizar
fr: Faites glisser pour réorganiser
ja: ドラッグして並び替え
ko: 드래그하여 순서 변경
zh_hans: 拖动以重新排序
zh_hant: 拖曳以重新排序

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

source: Edit context
de: Kontext bearbeiten
es: Editar contexto
fr: Modifier le contexte
ja: コンテキストを編集
ko: 맥락 편집
zh_hans: 编辑上下文
zh_hant: 編輯內容

source: Edit name & intro
de: Name & Einleitung bearbeiten
es: Editar nombre e introducción
fr: Modifier le nom et l'introduction
ja: 名前と紹介文を編集
ko: 이름 & 소개 편집
zh_hans: 编辑名称和简介
zh_hant: 編輯名稱與介紹

source: ElevenLabs API key
de: ElevenLabs-API-Schlüssel
es: Clave API de ElevenLabs
fr: Clé API ElevenLabs
ja: ElevenLabs APIキー
ko: ElevenLabs API 키
zh_hant: ElevenLabs API金鑰

source: ElevenLabs is on but no API key is saved — using the system voice. Add your key in Settings → Voice.
de: ElevenLabs ist aktiv, aber kein API-Schlüssel gespeichert — verwende die Systemstimme. Füge deinen Schlüssel unter Einstellungen → Sprache hinzu.
es: ElevenLabs está activado pero no se ha guardado ninguna clave API — usando la voz del sistema. Añade tu clave en Configuración → Voz.
fr: ElevenLabs est activé mais aucune clé API n'est enregistrée — en utilisant la voix système. Ajoutez votre clé dans Paramètres → Voix.
ja: ElevenLabs は有効ですが、API キーが保存されていません — システム音声を使用しています。設定 → 音声でキーを追加してください。
ko: ElevenLabs가 켜져 있지만 API 키가 저장되지 않았습니다 — 시스템 음성을 사용합니다. 설정 → 음성에서 키를 추가하세요.
zh_hans: ElevenLabs 已开启，但未保存 API 密钥 — 使用系统语音。在 设置 → 语音 中添加您的密钥。
zh_hant: ElevenLabs 已開啟但未儲存 API 金鑰 — 正在使用系統語音。在「設定」→「語音」中新增您的金鑰。

source: ElevenLabs voice failed — using the system voice.
de: ElevenLabs-Stimme fehlgeschlagen — verwende die Systemstimme.
es: La voz de ElevenLabs ha fallado — usando la voz del sistema.
fr: La voix ElevenLabs a échoué — en utilisant la voix système.
ja: ElevenLabs 音声の読み込みに失敗しました — システム音声を使用しています。
ko: ElevenLabs 음성에 실패했습니다 — 시스템 음성을 사용합니다.
zh_hans: ElevenLabs 语音无法使用 — 使用系统语音。
zh_hant: ElevenLabs 語音失敗 — 正在使用系統語音。

source: Enable in System Settings → Apple Intelligence & Siri.
de: In den Systemeinstellungen → Apple Intelligence & Siri aktivieren.
es: Habilitar en Configuración del sistema → Inteligencia de Apple y Siri.
fr: Activer dans les Réglages système → Apple Intelligence et Siri.
ja: システム設定 → Apple Intelligence & Siriで有効にします。
ko: 시스템 설정 → Apple Intelligence 및 Siri에서 활성화합니다.
zh_hans: 在"系统设置"→"Apple Intelligence & Siri"中启用。
zh_hant: 在「系統設定」→「Apple Intelligence & Siri」中啟用。

source: Encrypt
de: Verschlüsseln
es: Cifrar
fr: Chiffrer
ja: 暗号化
ko: 암호화
zh_hans: 加密
zh_hant: 加密

source: Encrypt backup
de: Sicherung verschlüsseln
es: Cifrar copia de seguridad
fr: Chiffrer la sauvegarde
ja: バックアップを暗号化
ko: 백업 암호화
zh_hans: 加密备份
zh_hant: 加密備份

source: Endpoint
de: Endpunkt
es: Punto final
ko: 엔드포인트
zh_hans: 端点

source: Enter the password this backup was encrypted with.
de: Gib das Passwort ein, mit dem diese Sicherung verschlüsselt wurde.
es: Introduce la contraseña con la que se cifró esta copia de seguridad.
fr: Entrez le mot de passe avec lequel cette sauvegarde a été chiffrée.
ja: このバックアップを暗号化したパスワードを入力してください。
ko: 이 백업이 암호화된 비밀번호를 입력하세요.
zh_hans: 输入此备份的加密密码。
zh_hant: 請輸入此備份的加密密碼。

source: Events recorded
de: Ereignisse aufgezeichnet
es: Eventos registrados
fr: Événements enregistrés
ja: 記録されたイベント
ko: 기록된 이벤트
zh_hans: 已记录事件
zh_hant: 已記錄事件

source: Every 4 hours
de: Alle 4 Stunden
es: Cada 4 horas
fr: Toutes les 4 heures
ja: 4時間ごと
ko: 4시간마다
zh_hans: 每 4 小时
zh_hant: 每 4 小時

source: Every hour
de: Jede Stunde
es: Cada hora
fr: Chaque heure
ja: 1時間ごと
ko: 1시간마다
zh_hans: 每小时
zh_hant: 每小時

source: Every memory still requires your approval before it's injected into LLM prompts.
de: Jede Erinnerung erfordert weiterhin Ihre Genehmigung, bevor sie in LLM-Prompts eingefügt wird.
es: Cada memoria aún requiere tu aprobación antes de ser inyectada en las indicaciones del LLM.
fr: Chaque mémoire nécessite toujours votre approbation avant d'être injectée dans les invites LLM.
ja: すべての記憶はLLMプロンプトに挿入される前に、あなたの承認が必要です。
ko: 모든 기억은 LLM 프롬프트에 삽입되기 전에 승인이 필요합니다.
zh_hans: 所有记忆在注入到 LLM 提示词之前,都需要你的确认。
zh_hant: 每個記憶在注入 LLM 提示前仍需要您的批准。

source: Every provider key, read from Keychain. The reason the file is encrypted.
de: Jeder Anbieter-Schlüssel, aus dem Keychain gelesen. Der Grund, warum die Datei verschlüsselt ist.
es: Cada clave de proveedor, leída desde Keychain. El motivo por el que el archivo está cifrado.
fr: Chaque clé de fournisseur, lue depuis le trousseau. La raison pour laquelle le fichier est chiffré.
ja: すべてのプロバイダーキーはKeychainから読み込まれます。ファイルが暗号化される理由です。
ko: Keychain에서 읽은 모든 제공자 키. 파일이 암호화된 이유입니다.
zh_hans: 每个提供者密钥，从钥匙串读取。文件被加密的原因。
zh_hant: 每個提供者金鑰，均從金鑰串讀取。這就是檔案加密的原因。

source: Every scenario
de: Jedes Szenario
es: Todos los escenarios
fr: Chaque scénario
ja: すべてのシナリオ
ko: 모든 시나리오
zh_hans: 所有场景
zh_hant: 所有情境

source: Every translate / explain / polish event, with its discussion thread.
de: Jedes Übersetzungs-/Erklärungs-/Verfeinerungsereignis mit seinem Diskussionsfaden.
es: Cada evento de traducción / explicación / pulido, con su hilo de discusión.
fr: Chaque événement de traduction / explication / polissage, avec son fil de discussion.
ja: すべての翻訳 / 説明 / 推敲イベントとそのディスカススレッド。
ko: 모든 번역 / 설명 / 다듬기 이벤트와 해당 토론 스레드.
zh_hans: 每次翻译 / 解释 / 润色事件，及其讨论线程。
zh_hant: 每一次翻譯 / 解釋 / 潤色事件，及其對應的討論串列。

source: Every translate / explain / polish event.
de: Jedes Übersetzungs-/Erklärungs-/Polierungsereignis.
es: Cada evento de traducción / explicación / pulido.
fr: Chaque événement de traduction / explication / polissage.
ja: すべての翻訳/説明/校正イベント。
ko: 모든 번역/설명/다듬기 이벤트.
zh_hans: 每一次翻译 / 解释 / 润色记录。
zh_hant: 每次翻譯/解釋/潤飾事件。

source: Every translate, explain, and polish run, newest first. Click any row to reopen the original popup.
de: Jede Übersetzungs-, Erklärungs- und Polierausführung, neueste zuerst. Klicken Sie auf eine beliebige Zeile, um das ursprüngliche Popup erneut zu öffnen.
es: Cada ejecución de traducir, explicar y pulir, las más nuevas primero. Haz clic en cualquier fila para volver a abrir la ventana emergente original.
fr: Chaque exécution de traduction, d'explication et de polissage, la plus récente en premier. Cliquez sur n'importe quelle ligne pour rouvrir le popup d'origine.
ja: すべての翻訳、説明、校正実行、新しい順。行をクリックして元のポップアップを再度開きます。
ko: 모든 번역, 설명 및 다듬기 실행, 가장 최신 순으로. 행을 클릭하여 원래 팝업을 다시 엽니다.
zh_hans: 每次翻译、解释和润色运行，最新的排在前面。点击任意行可重新打开原始弹出窗口。
zh_hant: 每次翻譯、解釋和潤飾執行，最新的在前面。點擊任意行可重新開啟原始彈窗。

source: Everything matching is already installed
de: Alle übereinstimmenden Elemente sind bereits installiert
es: Todo lo coincidente ya está instalado
fr: Tout ce qui correspond est déjà installé
ja: 一致するものはすべてインストール済みです
ko: 일치하는 모든 항목이 이미 설치되어 있습니다
zh_hans: 所有匹配项均已安装
zh_hant: 所有相符項目已安裝

source: Explain
de: Erklären
es: Explicar
fr: Expliquer
ja: 説明
ko: 설명
zh_hans: 解释
zh_hant: 解釋

source: Explain (LLM)
de: Erklären (LLM)
es: Explicar (LLM)
fr: Expliquer (LLM)
ja: 説明 (LLM)
ko: 설명 (LLM)
zh_hans: 解释 (LLM)
zh_hant: 解釋 (LLM)

source: Explain in %@
de: Erkläre in %@
es: Explicar en %@
fr: Expliquer en %@
ja: %@で説明
ko: %@에서 설명
zh_hans: 用%@解释
zh_hant: 以 %@ 解釋

source: Explanation
de: Erklärung
es: Explicación
fr: Explication
ja: 解説
ko: 풀이
zh_hans: 讲解
zh_hant: 解說

source: Explanation in %@
de: Erklärung in %@
es: Explicación en %@
fr: Explication en %@
ja: 説明で%@
ko: %@에 대한 설명
zh_hans: 说明 %@
zh_hant: 說明在 %@

source: Export Glotty backup
de: Glotty-Export sichern
es: Exportar copia de seguridad de Glotty
fr: Exporter la sauvegarde Glotty
ja: Glottyバックアップをエクスポート
ko: Glotty 백업 내보내기
zh_hans: 导出 Glotty 备份
zh_hant: 匯出 Glotty 備份

source: Export logs
de: Protokolle exportieren
es: Exportar registros
fr: Exporter les journaux
ja: ログをエクスポート
ko: 로그 내보내기
zh_hans: 导出日志
zh_hant: 匯出日誌

source: Exported to %@
de: Exportiert nach %@
es: Exportado a %@
fr: Exporté vers %@
ja: %@にエクスポート
ko: %@로 내보내기
zh_hans: 已导出到 %@
zh_hant: 已匯出到 %@

source: Export…
de: Exportieren…
es: Exportar…
fr: Exporter…
ja: エクスポート…
ko: 내보내기…
zh_hans: 导出…
zh_hant: 匯出…

source: Extract memories
de: Erinnerungen extrahieren
es: Extraer recuerdos
fr: Extraire les souvenirs
ja: 記憶を抽出
ko: 기억 추출
zh_hans: 提取记忆
zh_hant: 提取記憶

source: Fast and cheap default — good for polish/explain on short text.
de: Schneller und günstiger Standard — gut für Überarbeitung/Erklärung bei kurzen Texten.
es: Predeterminado rápido y barato — bueno para pulir/explicar en texto corto.
fr: Défaut rapide et économique — bon pour polir/expliquer sur de courts textes.
ja: 高速で安価なデフォルト — 短文の仕上げ/説明に適しています。
ko: 빠르고 저렴한 기본 설정 — 짧은 텍스트 다듬기/설명에 적합합니다.
zh_hans: 快速且便宜的默认模型 — 适用于短文本润色/解释。
zh_hant: 快速便宜的預設 — 適合用於短文本的潤色/解說。

source: Female
de: Weiblich
es: Femenino
fr: Féminin
ja: 女性
ko: 여성
zh_hans: 女
zh_hant: 女性

source: Fetch this provider's current model list from its /models endpoint
de: Aktuelle Modellliste dieses Anbieters von dessen /models-Endpunkt abrufen
es: Obtener la lista actual de modelos de este proveedor desde su punto final /models
fr: Récupérer la liste des modèles actuels de ce fournisseur depuis son endpoint /models
ja: /エンドポイントからこのプロバイダーの現在のモデルリストを取得します
ko: /models 엔드포인트에서 이 공급자의 현재 모델 목록을 가져옵니다
zh_hans: 从此服务提供者的 /models 端点获取当前模型列表
zh_hant: 從此提供者的 /models 端點擷取目前的模型列表

source: Fix spelling and typos without leaving your document. Highlight the text, hold Fn, tap R. Glotty replaces it in place with the corrected spelling — no popup. Runs on-device — no LLM required.
de: Korrigieren Sie Rechtschreibung und Tippfehler, ohne Ihr Dokument zu verlassen. Markieren Sie den Text, halten Sie Fn und tippen Sie auf R. Glotty ersetzt ihn direkt mit der korrigierten Rechtschreibung — ohne Pop-up. Funktioniert auf dem Gerät — kein LLM erforderlich.
es: Corregir errores ortográficos y de tipeo sin salir de tu documento. Selecciona el texto, mantén presionada Fn, toca R. Glotty lo reemplaza en el lugar con la ortografía corregida — sin emergente. Se ejecuta localmente — no se requiere LLM.
fr: Corrigez l'orthographe et les fautes de frappe sans quitter votre document. Mettez en surbrillance le texte, maintenez Fn, appuyez sur R. Glotty le remplace sur place avec l'orthographe corrigée — sans popup. Fonctionne sur l'appareil — pas de LLM requis.
ja: 文書から離れることなく拼字やタイプミスを修正します。テキストをハイライトして、Fnを押しながらRをタップします。Glottyは修正された拼字でその場に置き換えます — ポップアップはありません。端末上で実行されます — LLMは不要です。
ko: 문서를 떠나지 않고 맞춤법과 오탈자를 수정하세요. 텍스트를 강조하고, Fn을 누른 후 R을 탭하면, Glotty가 팝업 없이 바로 위치에서 교정된 맞춤법으로 교체합니다. 기기에서 실행됩니다 — LLM이 필요하지 않습니다.
zh_hans: 无需离开文档即可修正拼写和错字。突出显示文本，按住 Fn，轻点 R。Glotty 会在原地替换为修正后的拼写 — 不弹出提示窗口。在设备上运行 — 不需要 LLM。
zh_hant: 無需離開文件即可修正拼寫和錯字。標示文字，按住 Fn，點擊 R。Glotty 會直接以校正後的拼寫取代 — 不會彈出對話方塊。在裝置上執行 — 不需 LLM。

source: Flagship multimodal model. Higher quality, ~10x the cost.
de: Flagship-Multimodell. Höhere Qualität, ~10x der Kosten.
es: Modelo multimodal de gama alta. Mayor calidad, ~10 veces el coste.
fr: Modèle phare multimodal. Qualité supérieure, ~10x le coût.
ja: フラッグシップマルチモーダルモデル。より高い品質、約10倍のコスト。
ko: 플래그십 멀티모달 모델. 더 높은 품질이지만, 약 10배의 비용이 듭니다.
zh_hans: 旗舰多模态模型。质量更高，成本约为 10 倍。
zh_hant: 旗艦多模態模型。品質更高，成本約為 10 倍。

source: Flagship reasoning model — highest quality, slower and pricier. Best for nuanced explanations.
de: Flaggschiff-Reasoning-Modell – höchste Qualität, langsamer und teurer. Ideal für nuancierte Erklärungen.
es: Modelo de razonamiento insignia: máxima calidad, más lento y más caro. Ideal para explicaciones matizadas.
fr: Modèle de raisonnement phare — qualité maximale, plus lent et plus cher. Idéal pour des explications nuancées.
ja: フラッグシップの推論モデル — 最高品質だが低速で高価。繊細な説明に最適。
ko: 플래그십 추론 모델 — 최고 품질이지만 느리고 비쌈. 섬세한 설명에 가장 적합.
zh_hans: 旗舰推理模型——质量最高，较慢且更贵。最适合细致的解释。
zh_hant: 旗艦推理模型——品質最高，較慢且更貴。最適合細緻的解釋。

source: Flagship — highest quality, slower and more expensive. Default.
de: Flagship — höchste Qualität, langsamer und teurer. Standard.
es: Gama alta — máxima calidad, más lento y caro. Predeterminado.
fr: Phare — meilleure qualité, plus lent et plus cher. Défaut.
ja: フラッグシップ — 最高の品質、遅く、より高価です。デフォルトです。
ko: 플래그십 — 최고 품질이지만 느리고 더 비쌉니다. 기본값입니다.
zh_hans: 旗舰 — 最高质量，较慢且更昂贵。默认。
zh_hant: 旗艦 — 最高品質，較慢且更昂貴。預設值。

source: Fn held
de: Fn gedrückt
es: Fn mantenida
fr: Fn maintenu
ja: Fnを押しっぱ
ko: Fn 키 눌림
zh_hans: 按住 Fn
zh_hant: Fn 按住

source: Font
de: Schriftart
es: Fuente
fr: Police
ja: フォント
ko: 글꼴
zh_hans: 字体
zh_hant: 字體

source: Forces macOS to add Glotty to the toggle list. Use this if the row is missing in System Settings.
de: Erzwingt, dass macOS Glotty zur Umschaltliste hinzufügt. Verwenden Sie diese Option, wenn die Zeile in Systemeinstellungen fehlt.
es: Obliga a macOS a añadir Glotty a la lista de alternancia. Utiliza esto si la fila falta en Ajustes del sistema.
fr: Force macOS à ajouter Glotty à la liste de bascule. Utilisez cette option si la ligne est absente dans les Paramètres Système.
ja: macOSにGlottyをトグルリストに追加させます。システム設定に行が表示されない場合に使用してください。
ko: macOS에 Glotty를 토글 목록에 추가하도록 강제합니다. 시스템 설정에 해당 행이 없을 경우 이 옵션을 사용하세요.
zh_hans: 强制 macOS 将 Glotty 添加到切换列表。如果在系统设置中缺少此项，请使用此选项。
zh_hant: 強制 macOS 將 Glotty 加入切換列表。如果 System Settings 中缺少該列，請使用此選項。

source: Formal
de: Formell
fr: Formel
ja: フォーマル
ko: 격식 있음
zh_hans: 正式
zh_hant: 正式

source: Frequently looked up
de: Häufig nachgeschlagen
es: Consultado frecuentemente
fr: Souvent consulté
ja: よく検索した
ko: 자주 조회됨
zh_hans: 高频查询
zh_hant: 經常查詢

source: Gender
de: Geschlecht
es: Género
fr: Genre
ja: 性別
ko: 성별
zh_hans: 性别
zh_hant: 性別

source: Generating…
de: Erstellen…
es: Generando…
fr: Génération…
ja: 生成中…
ko: 생성 중…
zh_hans: 正在生成…
zh_hant: 產生中…

source: Get an API key →
de: API-Schlüssel abrufen →
es: Obtener una clave de API →
fr: Obtenir une clé API →
ja: APIキーを取得 →
ko: API 키 받기 →
zh_hans: 获取 API 密钥 →
zh_hant: 取得 API 金鑰 →
